cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'wget'
brew 'yarn'

cask 'atom'
cask 'sublime-text'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'tunnelbear'
